Repository: blaskovic/core
Catalog: l10n/*/lib.po
Languages: ar, es_ar

source: App "%s" can't be installed because it is not compatible with this version of ownCloud.
ar: برنامج "%s" لا يمكن تثبيته بسبب انه لا يتناسب مع الاصدار الخاص بـ ownCloud.
es_ar: La app "%s" no puede ser instalada porque no es compatible con esta versión de ownCloud

source: No app name specified
ar: لا يوجد برنامج بهذا الاسم
es_ar: No fue especificado el nombre de la app

source: Help
ar: المساعدة
es_ar: Ayuda

source: Settings
ar: إعدادات
es_ar: Configuración

source: Users
ar: المستخدمين
es_ar: Usuarios

source: Admin
ar: المدير
es_ar: Administración

source: Failed to upgrade "%s".
ar: خطا في ترقية "%s".
es_ar: No se pudo actualizar "%s".

source: Unknown filetype
ar: نوع الملف غير معروف
es_ar: Tipo de archivo desconocido

source: Invalid image
ar: الصورة غير صالحة
es_ar: Imagen inválida

source: web services under your control
ar: خدمات الشبكة تحت سيطرتك
es_ar: servicios web sobre los que tenés control

source: ZIP download is turned off.
ar: تحميل ملفات ZIP متوقف
es_ar: La descarga en ZIP está desactivada.

source: Files need to be downloaded one by one.
ar: الملفات بحاجة الى ان يتم تحميلها واحد تلو الاخر
es_ar: Los archivos deben ser descargados de a uno.

source: Back to Files
ar: العودة الى الملفات
es_ar: Volver a Archivos

source: Selected files too large to generate zip file.
ar: الملفات المحددة كبيرة جدا ليتم ضغطها في ملف zip
es_ar: Los archivos seleccionados son demasiado grandes para generar el archivo zip.

source: Please download the files separately in smaller chunks or kindly ask your administrator.
es_ar: Por favor, descargue estos archivos de forma separada en pequeñas partes o pídalo amablemente a su administrador.

source: No source specified when installing app
ar: لم يتم تحديد المصدر عن تثبيت البرنامج
es_ar: No se especificó el origen al instalar la app

source: No href specified when installing app from http
es_ar: No se especificó href al instalar la app

source: No path specified when installing app from local file
es_ar: No se especificó PATH al instalar la app desde el archivo local

source: Archives of type %s are not supported
ar: الأرشيفات من نوع %s غير مدعومة
es_ar: No hay soporte para archivos de tipo %s

source: Failed to open archive when installing app
es_ar: Error al abrir archivo mientras se instalaba la app

source: App does not provide an info.xml file
ar: التطبيق لا يتوفر على ملف info.xml
es_ar: La app no suministra un archivo info.xml

source: App can't be installed because of not allowed code in the App
es_ar: No puede ser instalada la app por tener código no autorizado

source: App can't be installed because it is not compatible with this version of ownCloud
es_ar: No se puede instalar la app porque no es compatible con esta versión de ownCloud

source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
es_ar: La app no se puede instalar porque contiene la etiqueta <shipped>true</shipped> que no está permitida para apps no distribuidas

source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
es_ar: La app no puede ser instalada porque la versión en info.xml/version no es la misma que la establecida en el app store

source: App directory already exists
ar: مجلد التطبيق موجود مسبقا
es_ar: El directorio de la app ya existe

source: Can't create app folder. Please fix permissions. %s
ar: لا يمكن إنشاء مجلد التطبيق. يرجى تعديل الصلاحيات. %s
es_ar: No se puede crear el directorio para la app. Corregí los permisos. %s

source: Application is not enabled
ar: التطبيق غير مفعّل
es_ar: La aplicación no está habilitada

source: Authentication error
ar: لم يتم التأكد من الشخصية بنجاح
es_ar: Error al autenticar

source: Token expired. Please reload page.
ar: انتهت صلاحية الكلمة , يرجى اعادة تحميل الصفحة
es_ar: Token expirado. Por favor, recargá la página.

source: Files
ar: الملفات
es_ar: Archivos

source: Text
ar: معلومات إضافية
es_ar: Texto

source: Images
ar: صور
es_ar: Imágenes

source: %s enter the database username.
ar: %s ادخل اسم المستخدم الخاص بقاعدة البيانات.
es_ar: %s Entrá el usuario de la base de datos

source: %s enter the database name.
ar: %s ادخل اسم فاعدة البيانات
es_ar: %s Entrá el nombre de la base de datos.

source: %s you may not use dots in the database name
ar: %s لا يسمح لك باستخدام نقطه (.) في اسم قاعدة البيانات
es_ar: %s no podés usar puntos en el nombre de la base de datos

source: MS SQL username and/or password not valid: %s
ar: اسم المستخدم و/أو كلمة المرور لنظام MS SQL غير صحيح : %s
es_ar: Nombre de usuario y contraseña de MS SQL no son válidas: %s

source: You need to enter either an existing account or the administrator.
ar: انت بحاجة لكتابة اسم مستخدم موجود أو حساب المدير.
es_ar: Tenés que ingresar una cuenta existente o el administrador.

source: DB Error: "%s"
ar: خطأ في قواعد البيانات : "%s"
es_ar: Error DB: "%s"

source: Offending command was: "%s"
ar: الأمر المخالف كان : "%s"
es_ar: El comando no comprendido es: "%s"

source: Oracle connection could not be established
ar: لم تنجح محاولة اتصال Oracle
es_ar: No fue posible establecer la conexión a Oracle

source: Oracle username and/or password not valid
ar: اسم المستخدم و/أو كلمة المرور لنظام Oracle غير صحيح
es_ar: El nombre de usuario y/o contraseña no son válidos

source: Offending command was: "%s", name: %s, password: %s
ar: الأمر المخالف كان : "%s", اسم المستخدم : %s, كلمة المرور: %s
es_ar: El comando no comprendido es: "%s", nombre: "%s", contraseña: "%s"

source: PostgreSQL username and/or password not valid
ar: اسم المستخدم / أو كلمة المرور الخاصة بـPostgreSQL غير صحيحة
es_ar: Nombre de usuario o contraseña PostgradeSQL inválido.

source: Set an admin username.
ar: اعداد اسم مستخدم للمدير
es_ar: Configurar un nombre de administrador.

source: Set an admin password.
ar: اعداد كلمة مرور للمدير
es_ar: Configurar una contraseña de administrador.

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
ar: اعدادات خادمك غير صحيحة بشكل تسمح لك بمزامنة ملفاتك وذلك بسبب أن واجهة WebDAV تبدو معطلة
es_ar: Tu servidor web no está configurado todavía para permitir sincronización de archivos porque la interfaz WebDAV parece no funcionar.

source: Please double check the <a href='%s'>installation guides</a>.
ar: الرجاء التحقق من <a href='%s'>دليل التنصيب</a>.
es_ar: Por favor, comprobá nuevamente la <a href='%s'>guía de instalación</a>.

source: %s shared »%s« with you
ar: %s شارك »%s« معك
es_ar: %s compartió "%s" con vos

source: Could not find category "%s"
ar: تعذر العثور على المجلد "%s"
es_ar: No fue posible encontrar la categoría "%s"

source: seconds ago
ar: منذ ثواني
es_ar: segundos atrás

source: %n minute ago
es_ar: Hace %n minuto

source: %n hour ago
es_ar: Hace %n hora

source: today
ar: اليوم
es_ar: hoy

source: yesterday
ar: يوم أمس
es_ar: ayer

source: %n day go
es_ar: Hace %n día

source: last month
ar: الشهر الماضي
es_ar: el mes pasado

source: %n month ago
es_ar: Hace %n mes

source: last year
ar: السنةالماضية
es_ar: el año pasado

source: years ago
ar: سنة مضت
es_ar: años atrás

source: Personal
ar: شخصي

source: Unknown user
ar: المستخدم غير معروف

source: MySQL/MariaDB username and/or password not valid
ar: اسم مستخدم أو كلمة مرور MySQL/MariaDB غير صحيحين

source: MySQL/MariaDB user '%s'@'localhost' exists already.
ar: مستخدم MySQL/MariaDB '%s'@'localhost' موجود مسبقا

source: Drop this user from MySQL/MariaDB.
ar: حذف هذا المستخدم من MySQL/MariaDB
